Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# ErrorMessageHeader
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Algun cosa ha anat malament
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe skjedde feil
nl: Er is iets mis gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o eroare
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось трапилось
zh_hans: 出错了

# ErrorMessageBody
source: Please try again.
ar_tn: الرجاء إعادة المحاولة.
ca: Torna a provar.
cs: Prosím, zkuste to znovu
he: בבקשה נסה שנית.
hi: कृपया पुनः प्रयास करें।
hu: Próbálja újra.
nb: Vær så snill å prøv igjen.
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Por favor, tente novamente.
ro: Vă rugăm să încercați din nou.
ru: Пожалуйста, попробуйте ещё раз.
sk: Prosím skúste to znova.
uk: Будьласка, спробуйте ще раз.
zh_hans: 请重试

# ButtonEditCopy.ToolTipService.ToolTip
source: Copy page to clipboard (Ctrl+C)
ar_tn: نسخ الصفحة إلى الحافظة(Ctrl+C)
ca: Copieu la pàgina al porta-retalls (Ctrl+C)
cs: Zkopírovat stránku do schránky (Ctrl+C)
he: העתק עמוד ללוח גזירים (Ctrl + C)
hi: पृष्ठ को क्लिपबोर्ड पर कॉपी करें (Ctrl+C)
hu: Oldal vágólapra másolása (Ctrl+C)
nb: Kopier side til utklippstavlen (Ctrl+C)
nl: Kopieer pagina to klembord (CTRL+C)
pl: Skopiuj stronę do schowka (Ctrl+C)
pt_br: Copiar página para a área de transferência (Ctrl+C)
ro: Copiază pagina în clipboard (Ctrl+C)
ru: Скопировать страницу в буфер обмена (Ctrl + C)
sk: Kopírovať stránku do schránky (Ctrl+C)
uk: Копіювати сторінкуу до буферу обміну (Ctrl + C)
zh_hans: 复制到剪切板(Ctrl + C)

# ButtonEditCrop.ToolTipService.ToolTip
source: Crop page
ar_tn: إقتصاص الصفحة
ca: Retalleu la pàgina
cs: Oříznout stránku
he: חתוך עמוד
hi: पृष्ठ क्रॉप करें
hu: Oldal körbevágása
nb: Beskjær side
nl: Pagina bijsnijden
pl: Przytnij stronę
pt_br: Cortar página
ro: Trunchiați pagina
ru: Обрезать страницу
sk: Orezať stránku
uk: обрізати сторінку
zh_hans: 裁剪页面

# ButtonEditCropAspectRatio.ToolTipService.ToolTip
source: Aspect Ratio
ar_tn: نسبة الأبعاد
ca: Relació d'aspecte
cs: Poměr stran
he: יחס רוחב גובה
hi: ऐस्पेक्ट अनुपात
hu: Méretarány
nb: Størrelsesforholdet
nl: Beeldverhouding
pl: Współczynnik proporcji
pt_br: Taxa de proporção
ro: Raport de aspect
ru: Соотношение сторон
sk: Pomer strán
uk: Співвідношення сторін
zh_hans: 缩放比

# TextEditCropAspectRatio.Text
source: Aspect Ratio
ar_tn: نسبة الأبعاد
ca: Relació d'aspecte
cs: Poměr stran
he: יחס רוחב גובה
hi: ऐस्पेक्ट रेशियो
hu: Méretarány
nb: Størrelse på skjæring
nl: Beeldverhouding
pl: Współczynnik proporcji
pt_br: Taxa de proporção
ro: Raport de aspect
ru: Соотношение сторон
sk: Pomer strán
uk: Співвідношення сторін
zh_hans: 缩放比

# ButtonEditCropAspectRatioCustom.Text
source: Custom
ar_tn: مخصص
ca: Personalitzada
cs: Vlastní
he: מותאם אישית
hi: अनुकूलित
hu: Egyéni
nb: Tilpasset
nl: Aangepast formaat
pl: Niestandardowy
pt_br: Personalizada
ro: Liber
ru: Пользовательское
sk: Vlastné
uk: Користувацьке
zh_hans: 自定义

# ButtonEditCropAspectRatioFlip.Text
source: Flip
ar_tn: قلب
ca: Dona la volta
cs: Převrátit
he: הפך
hi: पलटें
hu: Felcserélés
nb: Snu
nl: Spiegelen
pl: Obróć
pt_br: Inverter
ro: Răsturnare
ru: Повернуть
sk: Prevrátiť
uk: Повернути
zh_hans: 水平翻转

# ButtonEditCropAspectRatioSquare.Text
source: Square
ar_tn: مربع
ca: Quadrat
cs: Čtverec
he: ריבוע
hi: चौकोर
hu: Négyzet
nb: Firkant
nl: Vierkant
pl: Kwadrat
pt_br: Quadrado
ro: Pătrat
ru: Квадрат
sk: Štvorec
uk: Квадрат
zh_hans: 方形

# ButtonEditDelete.ToolTipService.ToolTip
source: Delete page
ar_tn: حذف الصفحة
ca: Eliminar la pàgina
cs: Smazat stranu
he: מחק עמוד
hi: पृष्ठ मिटाऍं
hu: Oldal törlése
nb: Fjern siden
nl: Pagina verwijderen
pl: Usuń stronę
pt_br: Apagar página
ro: Ștergeți pagina
ru: Удалить страницу
sk: Odstrániť stránku
uk: Видалити стрінку
zh_hans: 删除页面

# ButtonEditDiscard.ToolTipService.ToolTip
source: Discard changes
ar_tn: تجاهل التغييرات
ca: Descartar els canvis
cs: Zahodit změny
he: בטל שינויים
hi: परिवर्तनों को निरस्त करें
hu: Változások elvetése
nb: Forkast endringer
nl: Wijzigingen negeren
pl: Odrzuć zmiany
pt_br: Descartar alterações
ro: Anulați modificările
ru: Отменить изменения
sk: Zrušiť zmeny
uk: Скасувати зміни
zh_hans: 放弃修改

# ButtonEditDraw.ToolTipService.ToolTip
source: Draw and highlight using Windows Ink
ar_tn: الرسم والتمييز بواسطة Windows Ink
ca: Dibuixar i selecciona usant el Windows Ink
cs: Kreslit nebo zvýraznit pomocí Windows Ink
he: צייר והדגש באמצעות Windows Ink
hi: विंडोज इंक का प्रयोग करके ड्रा और हाइलाइट करें
hu: Rajzolás a Windows Ink használatával
nb: Tegn å opplyse/understreke med Windows Ink/Windows Blekk
nl: Teken en markeer met Windows Ink
pl: Rysuj i wyróżniaj za pomocą funkcji Windows Ink
pt_br: Desenhar e destacar com o Windows Ink
ro: Desenați și evidențiați cu Windows Ink
ru: Рисовать и выделять с помощью Windows Ink
sk: Kreslenie a zvýrazňovanie pomocou Windows Ink
uk: Малювати і виділяти за допомогою Windows Ink
zh_hans: 使用 Windows Ink 绘制及高亮标记

# ButtonEditDrawTouch.ToolTipService.ToolTip
source: Draw with touch
ar_tn: الرسم باللمس
ca: Dibuixar amb l'entrada tàctil
cs: Kreslení dotykem
he: צייר באמצעות מגע
hi: स्पर्श के द्वारा ड्रा करें
hu: Rajzolás érintéssel
nb: Tegn med touch/berøring
nl: Tekenen met aanraking
pl: Rysuj za pomocą dotyku
pt_br: Desenhar com toque
ro: Desenați prin atingere
ru: Рисовать касанием
sk: Kresliť dotykom
uk: Малювати дотиком
zh_hans: 使用触控屏绘制

# ButtonEditOpenWith.ToolTipService.ToolTip
source: Open in another app
ar_tn: فتح في تطبيق أخر
ca: Obre amb una altra aplicació
cs: Otevřít v jiném programu
he: פתח באפליקציה אחרת
hi: दूसरे ऐप में खोलें
hu: Társítás
nb: Åpne i annen app
nl: Openen in een andere app
pl: Otwórz w innej aplikacji
pt_br: Abrir em outro aplicativo
ro: Deschideți cu o altă aplicație
ru: Открыть в другом приложении
sk: Otvoriť v inej aplikácii
uk: Відкрити в іншому застосунку
zh_hans: 在其他应用中打开

# ButtonEditRename.ToolTipService.ToolTip
source: Rename file
ar_tn: إعادة تسمية الملف
ca: Canvia el nom del fitxer
cs: Přejmenovat soubor
he: שינוי שם קובץ
hi: फ़ाइल का नाम बदलें
hu: Fájl átnevezése
nb: Endre filnavn
nl: Hernoem bestand
pl: Zmień nazwę pliku
pt_br: Renomear arquivo
ro: Redenumire
ru: Переименовать файл
sk: Premenovať súbor
uk: Перейменувати файл
zh_hans: 重命名文件

# ButtonEditRotate90.Text
source: Rotate 90°
ar_tn: تدوير 90°
ca: Gira 90º
cs: Otočit o 90°
he: סיבוב 90°
hi: ९०° घुमाएँ
hu: Forgatás 90°-kal
nb: Rotere 90°
nl: Draai 90°
pl: Obróć o 90°
pt_br: Girar 90º
ro: Rotire la 90°
ru: Повернуть на 90°
sk: Otočiť o 90°
uk: Повернути на 90 °
zh_hans: 翻转 90°

# ButtonEditRotate180.Text
source: Rotate 180°
ar_tn: تدوير 180°
ca: Gira 180º
cs: Otočit o 180°
he: סיבוב 180°
hi: १८०° घुमाएँ
hu: Forgatás 180°-kal
nb: Rotere 180°
nl: 180° draaien
pl: Obróć o 180°
pt_br: Girar 180º
ro: Rotire la 180°
ru: Повернуть на 180°
sk: Otočiť o 180°
uk: Повернути на 180°
zh_hans: 翻转 180°

# ButtonEditRotate270.Text
source: Rotate 270°
ar_tn: تدوير 270°
ca: Gira 270º
cs: Otočit o 270°
he: סיבוב 270°
hi: २७०° घुमाएँ
hu: Forgatás 270°-kal
nb: Rotere 270°
nl: Draai 270°
pl: Obróć o 270°
pt_br: Girar 270º
ro: Rotire la 270°
ru: Повернуть на 270°
sk: Otočiť o 270°
uk: Повернути на 90 °
zh_hans: 翻转 270°

# ButtonEditRotate.ToolTipService.ToolTip
source: Rotate page (right-click for more)
ar_tn: تدوير الصفحة (نقرة-يمين للمزيد)
ca: Gira la pàgina (clic dret per a més)
cs: Otočit stránku (klikněte pravým tlačítkem pro možnosti)
he: סיבוב עמוד (לחץ לחיצה ימנית לעוד)
hi: पृष्ठ घुमाएँ (अधिक ऑप्शंस के लिए राइट क्लिक करें)
hu: Oldal forgatása (több lehetőség jobb kattintással)
nb: Rotere side (høyre-klikk for mer)
nl: Pagina roteren (klik met de rechtermuisknop voor meer)
pl: Obróć stronę (kliknij prawym przyciskiem myszy, aby zobaczyć więcej)
pt_br: Girar página (clique com o botão direito para mais opções)
ro: Rotiți pagina (clic-dreapta pentru mai multe opțiuni)
ru: Повернуть страницу (ПКМ для вариантов)
sk: Otočiť stránku (kliknite pravým tlačidlom myši pre viac možností)
uk: Повернути сторінку (правий клік миші для варіантів)
zh_hans: 翻转页面 (右键查看更多选项)

# ButtonEditSave.ToolTipService.ToolTip
source: Save changes
ar_tn: حفظ التغييرات
ca: Desa els canvis
cs: Uložit změny
he: שמירת שינויים
hi: परिवर्तनों को सहेजें
hu: Változások mentése
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
ro: Salvați modificările
ru: Сохранить изменения
sk: Uložiť zmeny
uk: Зберегти зміни
zh_hans: 保存修改

# ButtonEditSaveCopy.ToolTipService.ToolTip
source: Save changes as copy
ar_tn: حفظ التغييرات كنسخة
ca: Desa els canvis com a una còpia
cs: Uložit změny jako kopii
he: שמירת שינויים כעותק
hi: परिवर्तनों को कॉपी के रूप में सहेजें
hu: Változások mentése másként
nb: Lagre endringer som kopi
nl: Wijzigingen opslaan als kopie
pl: Zapisz zmiany jako kopię
pt_br: Salvar alterações como cópia
ro: Salvare drept copie
ru: Сохранить изменения как копию
sk: Uložiť zmeny ako kópiu
uk: Зберегти зміни як копію
zh_hans: 将更改保存为副本

# ButtonEditShare.ToolTipService.ToolTip
source: Share
ar_tn: مشاركة
ca: Comparteix
cs: Sdílet
he: שתף
hi: साझा करें
hu: Megosztás
nb: Deling
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
uk: Поділитися
zh_hans: 分享

# ButtonManage.ToolTipService.ToolTip
source: Page list
ar_tn: قائمة الصفحات
ca: Llista de pàgines
cs: Seznam stran
he: רשימת עמודים
hi: पृष्ठ सूची
hu: Oldallista
nb: Sideliste
nl: Paginalijst
pl: Lista stron
pt_br: Lista de páginas
ro: Lista paginilor
ru: Список страниц
sk: Zoznam strán
uk: Список сторінок
zh_hans: 页面列表

# ButtonManageCopy.ToolTipService.ToolTip
source: Copy selected pages
ar_tn: نسخ الصفحات المحددة
ca: Copia les pàgines selecionades
cs: Kopírovat označené strany
he: העתק את העמודים שנבחרו
hi: चयनित पृष्ठों को कॉपी करें
hu: Kijelölt oldalak másolása
nb: Kopier utvalgte sider
nl: Geselecteerde pagina's kopiëren
pl: Skopiuj wybrane strony
pt_br: Copiar páginas selecionadas
ro: Copiați paginile selectate
ru: Копировать выбранные страницы
sk: Kopírovať vybrané stránky
uk: Копіювати вибрані сторінки
zh_hans: 复制选中的页面

# ButtonManageDelete.ToolTipService.ToolTip
source: Delete selected pages
ar_tn: حذف الصفحات المحددة
ca: Esborra les pàgines seleccionades
cs: Smazat označené strany
he: מחק את העמודים שנבחרו
hi: चयनित पृष्ठों को मिटाऍं
hu: Kijelölt oldalak törlése
nb: Fjerne utvalgte sider
nl: Geselecteerde pagina's verwijderen
pl: Usuń wybrane strony
pt_br: Apagar páginas selecionadas
ro: Ștergeți paginile selectate
ru: Удалить выбранные страницы
sk: Odstrániť vybrané stránky
uk: Видалити вибрані сторінки
zh_hans: 删除选中的页面

# ButtonManageRotate90.Text
source: Rotate selected pages 90°
ar_tn: تدوير الصفحات المحددة 90°
ca: Gira les pàgines seleccionades 90º
cs: Otočit vybrané o 90°
he: סיבוב עמודים שנבחרו ב-90°
hi: चयनित पृष्ठों को ९०° घुमाएँ
hu: Kijelölt oldalak forgatása 90°-kal
nb: Roter utvalgte sider 90°
nl: Geselecteerde pagina's 90° draaien
pl: Obróć wybrane strony o 90°
pt_br: Girar páginas selecionadas 90º
ro: Rotiți paginile selectate la 90°
ru: Повернуть выбранные страницы на 90°
sk: Otočiť vybrané stránky o 90°
uk: Повернути вибрані сторінки на 90 °
zh_hans: 翻转选中页面 90°

# ButtonManageRotate180.Text
source: Rotate selected pages 180°
ar_tn: تدوير الصفحات المحددة 180°
ca: Gira les pàgines seleccionades 180º
cs: Otočit vybrané o 180°
he: סיבוב עמודים שנבחרו ב-180°
hi: चयनित पृष्ठों को १८०° घुमाएँ
hu: Kijelölt oldalak forgatása 180°-kal
nb: Roter utvalgte sider 180°
nl: Geselecteerde pagina's 180° draaien
pl: Obróć wybrane strony o 180°
pt_br: Girar páginas selecionadas 180º
ro: Rotiți paginile selectate la 180°
ru: Повернуть выбранные страницы на 180°
sk: Otočiť vybrané stránky o 180°
uk: Повернути вибрані сторінки на 180 °
zh_hans: 翻转选中页面 180°

# ButtonManageRotate270.Text
source: Rotate selected pages 270°
ar_tn: تدوير الصفحات المحددة 270°
ca: Gira les pàgines seleccionades 270º
cs: Otočit vybrané o 270°
he: סיבוב עמודים שנבחרו ב-270°
hi: चयनित पृष्ठों को २७०° घुमाएँ
hu: Kijelölt oldalak forgatása 270°-kal
nb: Roter utvalgte sider 270°
nl: Geselecteerde pagina's 270° draaien
pl: Obróć wybrane strony o 270°
pt_br: Girar páginas selecionadas 270º
ro: Rotiți paginile selectate la 270°
ru: Повернуть выбранные страницы на 270°
sk: Otočiť vybrané stránky o 270°
uk: Повернути вибрані сторінки на 270 °
zh_hans: 翻转选中页面 270°

# ButtonManageRotate.ToolTipService.ToolTip
source: Rotate selected pages (right-click for more)
ar_tn: تدوير الصفحات المحددة (نقرة-يمين للمزيد)
ca: Gira les pàgines seleccionades (clic dret per a més)
cs: Otočit vybrané (klikněte pravým tlačítkem pro možnosti)
he: סיבוב עמודים שנבחרו (לחץ לחיצה ימנית לעוד)
hi: चयनित पृष्ठों को घुमाएँ (अधिक ऑप्शंस के लिए राइट क्लिक करें)
hu: Kijelölt oldalak forgatása (több lehetőség jobb kattintással)
nb: Roter utvalgte sider (høyre-klikk for mer)
nl: Geselecteerde pagina's roteren (klik met de rechtermuisknop voor meer)
pl: Obróć wybrane strony (kliknij prawym przyciskiem myszy, aby zobaczyć więcej)
pt_br: Girar páginas selecionadas (clique com o botão direito para mais opções)
ro: Rotiți paginile selectate (clic-dreapta pentru mai multe opțiuni)
ru: Повернуть выбранные страницы (ПКМ для вариантов)
sk: Otočiť vybrané stránky (kliknite pravým tlačidlom myši pre viac možností)
uk: Повернути вибрані сторінки (правий клік миші для варіантів)
zh_hans: 翻转选中页面 (右键查看更多选项)

# ButtonManageSelect.ToolTipService.ToolTip
source: Select pages
ar_tn: تحديد صفحات
ca: Selecciona pàgines
cs: Vybrat strany
he: בחירת עמודים
hi: पृष्ठों का चयन करें
hu: Oldalak kijelölése
nb: Velg sider
nl: Selecteer pagina's
pl: Wybierz strony
pt_br: Selecionar páginas
ro: Selectați pagini
ru: Выбрать страницы
sk: Vybrať stránky
uk: Вибрати сторінки
zh_hans: 选择页面

# ButtonManageShare.ToolTipService.ToolTip
source: Share selected pages
ar_tn: مشاركة الصفحات المحددة
ca: Comparteix les pàgines seleccionades
cs: Sdílet označené strany
he: שיתוף עמודים נבחרים
hi: चयनित पृष्ठों को साझा करें
hu: Kijelölt oldalak megosztása
nb: Dele valgte sider
nl: Geselecteerde pagina's delen
pl: Udostępnij wybrane strony
pt_br: Compartilhar páginas selecionadas
ro: Partajați paginile selectate
ru: Поделиться выбранными страницами
sk: Zdieľať vybrané stránky
uk: Поділитися вибраними сторінками
zh_hans: 分享选中页面

# ButtonScanOptions.ToolTipService.ToolTip
source: Scan options
ar_tn: خيارات المسح الضوئي
ca: Opcions d'escaig
cs: Možnosti skenu
he: אפשרויות סריקה
hi: स्कैन ऑप्शंस
hu: Szkennelési beállítások
nb: Skanner alternativ
nl: Scan opties
pl: Opcje skanowania
pt_br: Opções de digitalização
ro: Opțiuni de scanare
ru: Параметры сканирования
sk: Možnosti skenovania
uk: Параметри сканування
zh_hans: 扫描选项

# ButtonShowSaveLocation.ToolTipService.ToolTip
source: Show save location in File Explorer
ar_tn: أظهر موقع الحفظ في File Explorer
ca: Mostra la ubicació a l'Explorador
cs: Zobrazit umístění ve správci souborů
he: הצג מיקום שמירה בסייר הקבצים
hi: सहेजने के स्थान को फ़ाइल एक्सप्लोरर में दिखाऍं
hu: Mentés helyének megjelenítése a Fájlkezelőben
nb: Vis lagrings plassering i Fil Utforsker
nl: Toon opslaglocatie in Verkenner
pl: Pokaż lokalizację zapisu w Eksploratorze plików
pt_br: Mostrar pasta de destino no Explorador de Arquivos
ro: Afișați locația scanărilor în Explorer
ru: Показать место сохранения в Проводнике
sk: Zobraziť umiestnenie uloženia v prieskumníkovi
uk: Показати місце збереження в Провіднику
zh_hans: 在文件资源管理器中展示保存位置

# ButtonScanOptionsPreview.Text
source: Preview
ar_tn: معاينة
ca: Previsualitza
cs: Náhled
he: תצוגה מקדימה
hi: पूर्वावलोकन करें
hu: Előnézet
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
ro: Previzualizați
ru: Предпросмотр
sk: Ukážka
uk: Перегляд
zh_hans: 预览

# ButtonScanOptionsScan.Text
source: Scan
ar_tn: مسح ضوئي
ca: Escaneja
cs: Skenovat
he: סריקה
hi: स्कैन
hu: Szkennelés
nb: Skanne
nl: Scannen
pl: Skanuj
pt_br: Digitalizar
ro: Scanați
ru: Сканировать
sk: Skenovať
uk: Сканувати
zh_hans: 扫描

# ButtonScanOptionsScanFresh.Text
source: Scan and start fresh
ar_tn: المسح الضوئي والبدء من جديد
ca: Escaneja i comença de nou
cs: Skenovat a začít znovu
he: סרוק והתחל מחדש
hi: स्कैन करें और नए सिरे से प्रारंभ करें
hu: Szkennelés új fájlba
nb: Skann med friske ark
nl: Scannen en opnieuw beginnen
pl: Nowy skan
pt_br: Digitalizar e começar de novo
ro: Scanați începând de la zero
ru: Сканировать и начать заново
sk: Skenovať a začať odznova
uk: Сканувати і почати заново
zh_hans: 重新开始扫描

# ButtonScanOptionsSettings.ToolTipService.ToolTip
source: Settings
ar_tn: إعدادات
ca: Configuració
cs: Nastavení
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
nb: Omgivelser
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenie
uk: Налаштування
zh_hans: 设置

# HeadingDialogDelete.Text
source: Are you sure?
ar_tn: هل أنت متأكد؟
ca: N'esteu segur/a?
cs: Jste si jistí?
he: האם אתה בטוח?
hi: क्या आप निश्चित हैं?
hu: Biztos vagy benne?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Deseja prosseguir?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
uk: Ви впевнені?
zh_hans: 你确定吗？

# TextDialogDelete.Text
source: The page will be deleted permanently.
ar_tn: سيتم حذف الصفحة نهائياً.
ca: La pàgina s'esborrarà permanentment.
cs: Strana bude trvale smazána
he: העמוד יימחק לצמיתות.
hi: यह पृष्ठ स्थायी रूप से मिटा दिया जाएगा।
hu: Az oldal véglegesen törlésre kerül.
nb: Siden vil bli slettet for godt
nl: De pagina wordt definitief verwijderd.
pl: Strona zostanie trwale usunięta.
pt_br: A página será apagada permanentemente.
ro: Pagina va fi ștearsă permanent.
ru: Страница будет удалена без возможности восстановления!
sk: Stránka bude natrvalo odstránená.
uk: Сторінка буде вилучена без можливості відновлення.
zh_hans: 该页面会被永久删除

# ButtonDialogDeleteConfirm.Content
source: Delete
ar_tn: حذف
ca: Esborra
cs: Smazat
he: מחיקה
hi: मिटाऍं
hu: Törlés
nb: Fjerne
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
uk: Вилучити
zh_hans: 删除

# ButtonDialogDeleteCancel.Content
source: Cancel
ar_tn: إلغاء
ca: Cancel·la
cs: Zrušit
he: ביטול
hi: रद्द करें
hu: Mégse
nb: Avbryte
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# HeadingDialogDeleteSelected.Text
source: Are you sure?
ar_tn: هل أنت متأكد؟
ca: N'esteu segur/a?
cs: Jste si jistí?
he: האם אתה בטוח?
hi: क्या आप निश्चित हैं?
hu: Biztos vagy benne?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt_br: Deseja prosseguir?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
uk: Ви впевнені?
zh_hans: 你确定吗？

# TextDialogDeleteSelected.Text
source: The selected pages will be deleted permanently.
ar_tn: سيتم حذف الصفحات المحددة نهائياً.
ca: Les pàgines seleccionades s'esborraran permanentment.
cs: Vybrané strany budou permanentně smazány.
he: העמודים שנבחרו יימחקו לצמיתות.
hi: चयनित पृष्ठों को स्थायी रूप से मिटा दिया जाएगा।
hu: A kijelölt oldalak véglegesen törlésre kerülnek.
nb: De utvalgte sidene vil bli fjernet for godt.
nl: De geselecteerde pagina's worden permanent verwijderd.
pl: Wybrana strona zostanie trwale usunięta.
pt_br: As páginas selecionadas serão apagadas permanentemente.
ro: Paginile selectate vor fi șterse permanent.
ru: Выбранные страницы будут удалены без возможности восстановления.
sk: Vybrané stránky budú natrvalo odstránené.
uk: Обрані сторінки будуть вилучені без можливості відновлення.
zh_hans: 选中的页面会被永久删除

# ButtonDialogDeleteSelectedConfirm.Content
source: Delete
ar_tn: حذف
ca: Esborra
cs: Smazat
he: מחיקה
hi: मिटाऍं
hu: Törlés
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
uk: Вилучити
zh_hans: 删除

# ButtonDialogDeleteSelectedCancel.Content
source: Cancel
ar_tn: إلغاء
ca: Cancel·la
cs: Zrušit
he: ביטול
hi: रद्द करें
hu: Mégse
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# DialogFeedback.Title
source: Are you enjoying the app?
ar_tn: هل أعجبك التطبيق؟
ca: Esteu gaudint de l'aplicació?
cs: Líbí se vám tento program?
he: האם אתה נהנה מהאפליקציה?
hi: क्या आप ऐप का आनंद ले रहे हैं?
hu: Tetszik az alkalmazás?
nb: Nyter du appen?
nl: Geniet je van de app?
pl: Podoba Ci się ta aplikacja?
pt_br: Está gostando do aplicativo?
ro: Vă place aplicația?
ru: Вам нравится приложение?
sk: Páči sa vám aplikácia?
uk: Вам подобається застосунок?
zh_hans: 您对此应用满意吗？

# DialogFeedback.Subtitle
source: I would love to hear from you:
ar_tn: أحب أن أسمع منك:
ca: Ens encantaria saber el que penseu:
cs: Rád si poslechnu váš názor:
he: אשמח לשמוע מכם:
hi: मैं आपकी राय सुनना पसंद करूँगा:
hu: Szeretném hallani tőled:
nb: Jeg setter pris på å få høre ifra deg:
nl: Ik zou graag van u horen:
pl: Chętnie usłyszę Twoją opinię:
pt_br: Gostaria de saber sua opinião:
ro: Mi-ar plăcea să vă aud părerea:
ru: Мы были бы рады узнать от вас:
sk: Rád by som od vás počul:
uk: Хочемо почути Ваші зауваження:
zh_hans: 我很愿意倾听您的意见

# HeadingDialogRename.Text
source: Rename
ar_tn: إعادة تسمية
ca: Canvia el nom
cs: Přejmenovat
he: שנה שם
hi: पुनर्नामित करें
hu: Átnevezés
nb: Navneendring
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
uk: Перейменувати
zh_hans: 重命名

# TextDialogRename.Text
source: Enter a new name for the file:
ar_tn: أدخل أسم جديد للملف:
ca: Entreu un nom nou per al fitxer:
cs: Nový název souboru:
he: הזן שם חדש עבור הקובץ:
hi: फ़ाइल के लिए एक नया नाम दर्ज करें:
hu: Adj meg egy új nevet a fájlnak:
nb: Skriv in et nytt navn for filen:
nl: Voer een nieuwe naam in voor het bestand:
pl: Podaj nową nazwę pliku:
pt_br: Insira um novo nome para o arquivo:
ro: Introduceți un nume nou pentru fișier:
ru: Введите новое имя для файла:
sk: Zadajte nový názov súboru:
uk: Введіть нове ім'я для файлу:
zh_hans: 输入新文件名

# ButtonDialogRenameConfirm.Content
source: Confirm
ar_tn: تأكيد
ca: Confirma
cs: Potvrdit
he: אשר
hi: पुष्टि करें
hu: Megerősítés
nb: Godta
nl: Bevestigen
pl: Zatwierdź
pt_br: Confirmar
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
uk: Підтвердити
zh_hans: 确定

# ButtonDialogRenameCancel.Content
source: Cancel
ar_tn: إلغاء
ca: Cancel·la
cs: Zrušit
he: ביטול
hi: रद्द करें
hu: Mégse
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# ErrorMessageCopyHeading
source: Something went wrong
ar_tn: حدث خطاء ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe ble feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了

# ErrorMessageCopyBody
source: Copying to the clipboard failed.
ar_tn: فشل النسخ إلى لوحة المقتطفات.
ca: No hem pogut copiar al porta-retalls.
cs: Chyba při kopírování do schránky.
he: ההעתקה ללוח נכשלה.
hi: क्लिपबोर्ड पर कॉपी करना विफल रहा।
hu: Nem sikerült a vágólapra másolás.
nb: Kopiering til utklippstavlen feilet.
nl: Kopiëren naar het klembord is mislukt.
pl: Błąd podczas kopiowania do schowka.
pt_br: A cópia para a área de transferência falhou.
ro: Copierea în clipboard a eșuat
ru: Не удалось скопировать в буфер обмена.
sk: Kopírovanie do schránky zlyhalo.
uk: Не вдалося скопіювати до буфер обміну.
zh_hans: 复制到剪切板失败

# ErrorMessageCropHeading
source: Something went wrong
ar_tn: حدث خطأ ما
ca: Alguna cosa no ha funcionat
cs: Něco se pokazilo
he: משהו השתבש
hi: कोई अज्ञात त्रुटि उत्पन्न हुई
hu: Hiba történt
nb: Noe ble feil
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ro: A apărut o problemă
ru: Что-то пошло не так
sk: Niečo sa pokazilo
uk: Щось пішло не так
zh_hans: 出错了
